{
  "events": [
    {
      "id": 22025,
      "image": "images-events/gaming workshop.png",
      "title": "Gaming Workshop",
      "content": "Join us for an exciting and interactive Gaming Workshop designed for passionate gamers, aspiring developers, and digital creatives! Whether you're a beginner or already experienced in the world of gaming, this event is your chance to explore and grow. Get ready to step into the universe of video games from a new perspective — not just as a player, but as a creator.\n\nIn this workshop, you'll learn the fundamentals of game design and development, explore popular tools used in the industry, and engage in hands-on activities that sharpen your creativity and technical skills. You'll also get the chance to participate in live gaming challenges, competitions, and team-based tasks that will test both your strategic thinking and your collaboration.\n\nWhether you're dreaming of designing your own game or simply want to understand how your favorite games are made, this workshop is the perfect launchpad. Don’t miss this opportunity to connect, compete, and create in a fun and dynamic environment. Let the games begin!",
      "a": "https://forms.office.com/r/BGHVi65QfA"
    },
    {
      "id": 12025,
      "image": "images-events/aou ieee day 25.png",
      "title": "AOU IEEE DAY 25",
      "content": "What is IEEE Day?\nIEEE Day is an annual global celebration held by the Institute of Electrical and Electronics Engineers (IEEE) to commemorate the first time IEEE members gathered to share their technical ideas — back in 1884.\n\nWhen is it celebrated?\n- It usually takes place on the first Tuesday of October each year.\n- In 2025, IEEE Day will be on Tuesday, October 7, 2025.\n- However, due to a couple of events organized by AOU, our team decided to celebrate it on the last Wednesday this year.\n\nPurpose:\n- Celebrate the role of IEEE and technology in advancing innovation for the benefit of humanity.\n- Unite IEEE members worldwide through local and virtual events.\n- Promote professional networking, technical sessions, competitions, and volunteering.\n\nActivities may include:\n- Tech talks\n- Student competitions\n- Games",
      "a": "https://forms.office.com/r/ZRe6a8qaXg"
    }
  ]
}
